世界上所有的劝慰之言，无外乎两种。一种是发自内心的期盼，另一种是不得已而为之的敷衍。

你看这片黄土地能长出玫瑰来么？我看不能。

我们浪费掉了太多的青春，那是一段如此自以为是、又如此狼狈不堪的青春岁月，有欢笑，也有泪水；
有朝气，也有颓废；有甜蜜，也有荒唐；有自信，也有迷茫。我们敏感，我们偏执，我们顽固到底地故
作坚强；我们轻易的伤害别人，也轻易的被别人所伤，我们追逐于颓废的快乐，陶醉于寂寞的美丽；我
们坚信自己与众不同，坚信世界会因我而改变；我们觉醒其实我们已经不再年轻，我们前途或许也不再
是无限的，其实它又何曾是无限的？曾经在某一瞬间，我们都以为自己长大了。但是有一天，我们终于
发现，长大的含义除了欲望，还有勇气、责任、坚强以及某种必须的牺牲。在生活面前我们还都是孩子
，其实我们从未长大，还不懂爱和被爱

远看金鸡独立,近看骏马缺蹄,跑似风摆荷叶,躺在炕上不一般齐

我们要从思想上教育他们，精神上感化他们

我不知道自己喜欢过什么样儿的生活，但我清楚自己不喜欢过什么样子的生活，那就是老婆孩子热炕头。

这是俗人的想法，一个人来到这个世界上，可不是为了建功立业。首先他是不得不来，因为他没有选择的权利。既然来了，那就要选择一种自己喜欢的生活方式，快乐地度过一生。如果你二哥认为当官快乐，那是他自己的事，但谁也没有权利要求别人认同自己的价值观。

周：爱一个人把她藏在心里，然后接受另一个人的爱

钟：娃，你放羊干啥？
陕北娃：攒钱
攒钱干啥？
娶媳妇
娶媳妇之后呢？
生娃
生娃之后呢？
攒钱 给娃娶媳妇


人一辈子，没有什么东西是绝对属于你的，除了一样，那就是“本事”

一个人走夜路太孤单了 两个人走会不会好一点

小酒喝着，小美人搂着，小温暖享受着，美啊！


男：小的时候我爸告诉我，这个世界上没有什么东西是永远属于你的，但有一个东西例外，那就是本领，谁也抢不走。
女：你这话也太绝对了，感情也抢不走啊！
男：你没听说过那么一个故事吗：一个浪迹天涯的游子回到故乡的时候，发现第一件事情总是自己的恋人变成别人的老婆
女：照你这么说，那这世界上就没有真情了啦？
男：美丽的花朵需要适当的温度跟水份，感情也是一样，需要一个好的环境，别人不忘旧情，那是人家觉悟高，你自个就不要太当真了。


爱情就像手中的流沙，抓得越紧失得越快


钟跃民和周晓白曾经有过这样一段对话：“在我看来，当年插队时要饭和现在当兵只是两种不同的生活方式而已，无所谓哪种好哪种不好，这两种生活方式我都会高高兴兴地投入进去，我把它当成游戏。如果这两种游戏都玩烦了，我会再换一-种游戏玩，总之，要玩得高兴。晓白，如果我和你生活在一起，你能理解我这种玩法吗?你能和我一起玩吗?”

周晓白听了以后，认真思考后回答

“我不能，尽管我很爱你，我只能过一个正常人的生活。”